function Profile(){
    // קומפוננת הפרופיל שמוצגת בקומפוננת הדשבורד תכיל:
    // תמונת פרופיל (אם יש. תהיה אפשרות להוסיף תמונה פרופיל על ידי בקשת פוסט לשרת שתשמור במקביל בדאטה בייס את התמונה בטבלת היוזרים)
    // שם המשתמש של היוזר
    // רשימת האנשים שהוא עוקב אחריהם (שזו תהיה בקשת גט לשרת עם מתודה שמביאה לי מהדאטה בייס מטבלת העוקבים-נעקבים את כל האנשים שהיוזר המחובר עוקב אחריהם)
    // אופציה לחיפוש משתמשים שרשומים באפליקציה - חיפוש לפי שם משתמש עם דרופ דאון שיראה לי את מי שאני מחפשת אם הוא קיים וכל מי שמופיעים לי שם יהיה אופציה לעשות לשם עוקב (כפתור פולואו שיוסיף אותם ברשימת עוקבים - נעקבים כנעקבים של היוזר המחובר)
    // תזכורת - הבקשות יהיו מנוהלות בדשבורד


    return (
        <div>

        </div>

    )
}
export default Profile;